Repository: Artursrst/django_app3
Catalog: M_12_i18n_l10n/mysite/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Hello world!
ru: Privet mir!

source: one_product
ru: {count} tovar

source: English
ru: Angliiskii

source: Russian
ru: Pycckuu

source: Product
ru: Tovar

source: Products
ru: Tovari

source: Order
ru: Zakaz

source: Orders
ru: Zakazi

source: Product #
ru: Tovar #

source: Images
ru: Izobrajenie

source: No images uploaded yet
ru: Net izobrajeniya

source: Update product
ru: Obnovit product

source: Archive product
ru: Otpravit v arhiv

source: Back to products list
ru: Vernutsya k spisku tovarov

source: Products list
ru: Spisok tovarov

source: There is only one product
ru: Dostupen %(products_count)s tovar

# product_name
source: Name
ru: Nazvanie

source: Price
ru: Cena

source: no discount
ru: net skidki

source: Discount
ru: Skidka

source: Create a new product
ru: Sozdat novii product

source: <h3>No products yet</h3> <a href="%(create_product_url)s" >Create a new one</a>
ru: <h3>Poka net produktov</h3> <a href="%(create_product_url)s" >Sozdat novii</a>
